Repository: mozilla-l10n/mt-training-data
Catalog: ba/ba_pontoon.tmx
Source language: en_us
Languages: ba

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ba: Бәлки беҙҙең <homepageLink>баш бит</homepageLink> ярҙам итер? Һорау бирер өсөн ҙинһар <matrixLink> Matrix чаттына</matrixLink> ҡушылығыҙ, һорауҙарҙы <githubLink>GitHub</githubLink> сайтында һәм <discourseLink>беҙҙең Discourse форумында</discourseLink> күҙәтә алаһығыҙ.

source: MB
ba: МБ

source: Meadow Mari
ba: Марийса(Көнсығыш)

source: Medumba
ba: Медумба

source: Meetei Lon
ba: Манипури

source: Message
ba: Хәбәр

source: Mixed
ba: Буталған

source: Moksha
ba: Муҡшыса

source: Mongolian
ba: Монголса

source: More
ba: Күберәк

source: Mossi
ba: Мосси

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ba: Ҙур компаниялар эйә булған мәғлүмәттәрҙе күпселек кеше ҡуллана алмай. Был хәл яңылыҡтар индереүҙе тотҡарлай. Шуға күрә лә тауыштарҙы таныу бөтә кеше өсөн дә асыҡ булһын тип, Common Voice проектын башланыҡ.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ba: Эре компаниялар ҡулланған күп мәғлүмәттәр күпселек кешеләр өсөн ябыҡ. Был инновацияны тотҡарлай, тип иҫәпләйбеҙ. Шуға күрә лә беҙ тауышты таныу бөтә кешегә лә асыҡ булған Common Voice проектын булдырҙыҡ.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ba: «Mozilla Common Voice» — кешеләрҙең ысынбарлыҡта һөйләшеүен компьютерға өйрәтеү буйынса башланғыс.

source: N/A
ba: Бирелмәгән

source: Name
ba: Исем

source: Native Language
ba: Туған тел

source: Need some help with accent?
ba: Акцент менән ярҙам кәрәкме?

source: Need some help with variants?
ba: Һайлауҙа ярҙам кәрәкме?

source: Nepali
ba: Непалса

source: New Language Launch
ba: Яңы телде эшләтеп ебәреү

source: Next
ba: Артабан

source: Nias
ba: Ниас

source: No
ba: Юҡ

source: No gravatar found for your email
ba: Һеҙҙең электрон почта gravatarҙа табылманы

source: No microphone found.
ba: Микрофон табылманы

source: Northern Sotho
ba: Төньяҡ Сото

source: Norwegian Bokmål
ba: Норвежсса(Боҡмал)

source: Norwegian Nynorsk
ba: Норвежса (Нюнорск)

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ba: Иҫкәрмә: Әгәр «Күренә»тип бирелә икән, был парамтерҙы <profileLink> профиль битендә </profileLink> үҙгәртеп була.

source: Note: You will still need to select between Speak or Listen to change contribution type.
ba: Иҫкәрмә: өлөшөгөҙҙө индереү төрөн үҙгәртер өсөн һеҙгә элеккесә йә яҙманы, йә тыңлауҙы һайлар кәрәк.

source: No Thanks
ba: Юҡ, рәхмәт

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ba: Хәҙер Common Voice тураһында күберәк белгәс, нишләп эшләп ҡарамаҫҡа? Һөйләмдәрҙе уҡыу өсөн, микрофон тамғаһына баҫығыҙ.<br/><br/>Әгәр башҡаларҙың тауышын тикшерергә теләйһегеҙ икән, тыңладым тигән тамғаһына баҫығыҙ. Һеҙ, был тауыш текстҡа тура килеүен раҫлай алаһығыҙ.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ba: Хәҙер Һеҙ тауышығыҙҙы бүләк итеп, асыҡ сығанаҡлы тауыштар базаһы булдырырға ярҙам итә алаһығыҙ. Тауыштар базаһын Интернет, ҡорамалдар өсөн төрлө инновацион ҡушымталар эшләүҙә һәр кем ҡуллана аласаҡ. Ысын кешеләр нисек һөйләшкәнен машинаға танырға ярҙам итер өсөн һөйләмдәр уҡығыҙ. Сифатты яҡшыртыр өсөн башҡаларҙың эшен тикшерегеҙ. Бөтәһе лә ябай ғына ул!

source: Number of Voices
ba: Тауыштар һаны

source: Occitan
ba: Окситанса

source: Odia
ba: Одияса

source: Off
ba: Һүнгән

source: Offensive language
ba: Тыйылған телмәр

source: Offensive speech
ba: Хәтер ҡалдырырлыҡ һүҙҙәр

source: On
ba: Тоҡанған

source: On desktop devices you can contribute by downloading…
ba: Компьютер аша һеҙ түбәндәгеләрҙе йөкләй алаһығыҙ...

source: On iOS please continue with Safari to enable recording…
ba: iOS та яҙҙырыр өсөн Safari ны ҡулланығыҙ.

source: Optionally join on our email list for updates and new information about the project.
ba: Теләгегеҙ булһа, проект тураһында яңы мәғлүмәттәр, яңырыуҙар алыр өсөн беҙҙең хаттар исемлегенә ҡушылығыҙ

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
ba: Мотлаҡ булмаған һеҙ биргән демографик мәғлүмәттәр (йәш, енес, тел, акцент) бер ҡасан да сәхифәгеҙҙә күрһәтелмәйәсәк һәм аккаунтығыҙ менән бәйле булмаясаҡ. Теүәлерәк анализ өсөн айырым яҙмалар ғына демографик мәғлүмәттәр менән бәйле буласаҡ - мәҫәлән, тикшеренеүсе өйрәтеләсәк моделде айырым бер демографик сегментҡа тоҫҡаясаҡ.

source: Other
ba: Башҡа

source: Other Language
ba: Башҡа тел

source: Other people validate those voice clips.
ba: Был тауыш үрнәктәрен башҡа кешеләр тикшерә

source: Other voice datasets…
ba: Башҡа тауыш йыйылмалары...

source: Other Voice Datasets
ba: Башҡа яҙма йыйынтығы

source: Overall Accuracy
ba: Дөйөм теүәллек

source: Overall Hr. Total
ba: Бөтә сәғәттәр

source: Papiamento (Aruba)
ba: Папьяменто

source: Partner
ba: Тиңдәш

source: Partners
ba: Партнерҙар

source: Pashto
ba: Пахту

source: Persian
ba: Фарсыса

source: Personal dashboards keep you up-to-date with individual and community progress.
ba: Шәхси мәғлүмәт панелдәре айырым кешеләрҙең, шулай уҡ бөтә берләшмәнең алға китеше тураһында белеп торорға ярҙам итәсәк.

source: <playIcon></playIcon>Last one!
ba: <playIcon></playIcon> Һуңғыһы

source: Play/Stop
ba: Уйнатыу/Туҡтатыу

source: Polish
ba: Полякса

source: Portuguese
ba: Португалса

source: Press play, listen & tell us: did they accurately speak the sentence below?
ba: Яҙманы ебәрегеҙ, тыңлап сығығыҙ ҙа әйтегеҙ: бирелгән фраза тауыш менән яҡшы әйтелгәнме?

source: Press { shortcut-play-toggle } to toggle play mode
ba: Туҡтатыу/дауам итеү өсөн { shortcut-play-toggle } төймәһенә баҫығыҙ

source: Privacy
ba: Хосусилек

source: Privacy Policy
ba: Хосусилек сәйәсәте

source: Pro
ba: Про

source: Profile
ba: Сәхифә

source: Profile information improves the audio data used in training speech recognition accuracy.
ba: Профилдең мәғлүмәттәре телмәр танырға өйрәткәндә ҡулланылған аудиояҙмаларҙың сифатын яҡшырта.

source: Progress
ba: Прогресс

source: Punjabi
ba: Пенджаб

source: Quechua Chanka
ba: Кечуа Чанкаһыса

source: Read More
ba: Дауамын уҡырға

source: Read more on our About page
ba: «Беҙҙең турала» тигән биттә компания тураһында күберәк белерһегеҙ

source: Ready to add your voice or lend your ear?
ba: Тауышыңды өҫтәргә йә тыңларға әҙерһеңме?

source: Ready to contribute?
ba: Үҙ өлөшөңдө индерергә әҙерһеңме?

source: Ready to do { $count } more?
ba: Тағы { $count } тапҡыр эшләргә әҙерһегеҙме?

source: Ready to donate your voice?
ba: Тауышығыҙҙы бүләк итергә әҙерһегеҙме?

source: Ready to help validate sentences?
ba: Һөйләмдәрҙең дөрөҫлөгөн тикшерергә ярҙам итергә әҙерһегеҙме?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
ba: Common Voice тураһында яңы мәғлүмәттәр бюллетенын, маҡсаттар, бурыстар, яңы үҙгәрештәр хаҡында хәбәрҙәрҙе электрон хаттар аша алығыҙ

source: Recorded Clips
ba: Яҙҙырылған тауыштар

source: Recorded Hours
ba: Яҙҙырылған сәғәттәр

source: <recordIcon></recordIcon> Last one!
ba: <recordIcon></recordIcon> Һуңғыһы!

source: Recordings
ba: яҙма

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
ba: Асыҡ мәғлүмәттәр йыйынтығын булдырыуҙағы эштең төп өлөшө — тауыш яҙҙырыу; күптәр өсөн был эштең иң ҡыҙығылыр

source: Record/Stop
ba: Яҙҙырыу/Туҡтатыу

source: Record your voice
ba: Тауышығыҙҙы яҙҙырығыҙ

source: Remove
ba: Юйырға

source: Remove Avatar
ba: Аватарҙы юйыу

source: Report
ba: Отчет

source: Report was passed successfully
ba: Ялыу уңышлы ебәрелде

source: Request a Language
ba: Телде һорарға

source: *required
ba: *мотлаҡ

source: Re-record
ba: Кире яҙыу

source: Re-record clip
ba: Тауышты яңынан яҙҙырыу

source: Return
ba: Enter

source: Return here to edit your goal anytime.
ba: Маҡсатығыҙҙы үҙгәртер өсөн, ошонда кире әйләнеп ҡайтығыҙ.

source: Return to Common Voice
ba: Common Voice-ға кире ҡайтырға

source: Return to Common Voice Datasets
ba: Common Voice йыйынтыҡтарына кире ҡайтыу

source: Return to Languages
ba: Телдәргә кире ҡайтыу

source: Review
ba: Күҙәтеү

source: Review & re-record clips here as you go
ba: Тикшереп һәм яңынан яҙҙырырға

source: Review & re-record clips if needed
ba: Кәрәк булһа тикшереп яңынан яҙҙырығыҙ

source: Review & Submit
ba: Тикшерергә һәм ебәрергә

source: Romanian
ba: Румынса

source: Romansh Sursilvan
ba: Романш Сурсельвса

source: Romansh Vallader
ba: Романш Валладырса

source: Runyankole
ba: Рунианколе

source: Russian
ba: Русса

source: Sakha
ba: Яҡутса

source: Santali (Ol Chiki)
ba: Сантали (Ол Чики)

source: Saraiki
ba: Сирайки

source: Sardinian
ba: Сардинса

source: Save
ba: Һаҡлау

source: Saved
ba: Һаҡланды

source: Search
ba: Эҙләү

source: See how your progress compares to other contributors all over the world.
ba: Күҙәтегеҙ, алға китешегеҙҙе донъя буйлап башҡа ҡатнашыусылар менән нисек сағыштырып була.

source: See Less
ba: Әҙерәк

source: See More
ba: Күберәк ҡарарға

source: Select a Language...
ba: Телде һайлағыҙ...

source: Send sign up link
ba: Теркәлеүгә һылтанма ебәреү

source: Sentence Collection
ba: Һөйләмдәр йыйынтығы

source: Sentences
ba: Һөйләмдәр

source: Sentences are collected for people to read aloud.
ba: һөйләмдәр кешеләр ҡысҡырып уҡыһын өсөн йыйылған

source: Serbian
ba: Сербса

source: Set a goal
ba: Маҡсат ҡуйығыҙ

source: Set my visibility
ba: Минең күремлекте көйләү

source: Setswana
ba: Тсванаса

source: Settings
ba: Көйләнмәләр

source: Sex or Gender
ba: Енес

source: Share Common Voice
ba: Common Voice менән бүлешегеҙ

source: Share my goal
ba: Маҡсат менән бүлешергә

source: Share your clip
ba: Үҙегеҙҙең яҙмалар менән бүлешергә

source: Share your { $count } Clip Daily Goal for { $type }
ba: Көн дә { $count } тауыш эшләйем тигән маҡсатығыҙ { $type } менән уртаҡлашығыҙ

source: Share your { $count } Clip Weekly Goal for { $type }
ba: Аҙна һайын { $count } тауыш эшләйем тигән маҡсатығыҙ { $type } менән уртаҡлашығыҙ

source: Shilha
ba: Шилха

source: Shortcuts
ba: Уңайлы кнопкалар

source: Show my ranking
ba: Рейтингымды күрһәтергә

source: Sicilian
ba: Сицилийса

source: Sign up for an account
ba: Аккаунт булдырыр өсөн теркәлегеҙ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
ba: Common Voice-ның яңылыҡтарына, маҡсаттарын иҫкә төшөрөүгә һәм алға китештең яңырыуҙарына яҙылығыҙ

source: sign up for email updates
ba: Яңылыҡтар ебәреүгә яҙылырға

source: Sign up for { $lang } updates:
ba: { $lang } яңылыҡтарына яҙылығыҙ

source: Sinhala
ba: Синһаласа

source: Siswati
ba: Сисватиса (сватиса)

source: Size
ba: Үлсәм

source: Skip
ba: Үткәреп ебәреү

source: Skip Submission Feedback
ba: Эште баһаламай ҡалдырыу

source: Slovak
ba: Словакса

source: Slovenian
ba: Словенса

source: Somali
ba: Сомали

source: Someone asks for a language to be added.
ba: Кемдер тел өҫтәүҙе һорай

source: Soninke
ba: Сонинке

source: Sorbian, Lower
ba: лужиса

source: Sorbian, Upper
ba: Лужиса

source: Sorry, Common Voice is running slowly. Thanks for your interest.
ba: Ғәфү итегеҙ, "Common Voice" әле яй эшләй. Ҡыҙыҡһыныуығыҙ өсөн рәхмәт.

source: Sorry, something went wrong
ba: Ғәфү итегеҙ, нимәлер дөрөҫ килеп сыҡманы

source: Southern Kurdish
ba: Ҡөньяҡ Курды теле

source: Southern Sotho
ba: Көньяҡ сотоса

source: Spanish
ba: Испанса

source: Speak
ba: Һөйләү

source: Speakers
ba: Вәкилдәр

source: Speaking
ba: Яҙҙырыу

source: Speaking and Listening
ba: Яҙҙырырға һәм тыңларға

source: Speak now
ba: Һөйләй (яҙҙыра) башлау

source: Speak up, contribute here!
ba: Ихлас һөйләгеҙ, проектҡа үҙ өлөшөгөҙҙө индерегеҙ!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ba: <speechBlogLink>Телмәр таныуҙы башларға</speechBlogLink>

source: Splits
ba: Бүлеү

source: Start recording
ba: Яҙҙыра башлау

source: Stats
ba: Статистика

source: Status Page
ba: Сәхифәнең торошо

source: Streaks
ba: Көн бер рәттән

source: Submit
ba: Яҙылырға

source: Submit a report
ba: Хисапламаны ебәрергә

source: Submit clips
ba: Яҙыуҙы ебәрергә

source: Subscribe
ba: Яҙылырға

source: Success
ba: Уңышлы

source: Success, profile created!
ba: Уңышлы үтте, профиль булдырылды!

source: Swahili
ba: Суахили

source: Swedish
ba: Шведса

source: Syriac
ba: Сүриәсә

source: Tagalog
ba: Тагалог

source: Tahitian
ba: Таитянса

source: Taiwanese (Minnan)
ba: Тайванса (Миннан)

source: Tajik
ba: Таджикса

source: Tamazight
ba: Тамази́гхт

source: Tamil
ba: Тамилса

source: Tap
ba: Баҫығыҙ

source: Tatar
ba: Татарса

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ba: Tatoeba - тел өйрәнеүҙә ҡулланыу өсөн ҙур һөйләмдәр, тәржемәләр һәм һөйләү телмәре булған яҙмаларҙың ҙур йыйынтығы. Был тейәлгән файл инглиздәр яҙҙырған яҙмаларҙан тора.

source: TED-LIUM Corpus
ba: TED-LIUM йыйынтығы

source: Telugu
ba: Телугу

source: Terms
ba: Шарттар

source: Thai
ba: Тайса

source: Thanks for confirming your account, now let's build your profile.
ba: Иҫәп яҙмағыҙҙы раҫлағанға рәхмәт, хәҙер әйҙәгеҙ һеҙҙең профилде булдырайыҡ

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ba: 50 телдә һөйләшкән 259 мең кеше ярҙамында эшләнгән йыйынтыҡты, телмәр менән бәйле программалар, кешене яҡшыраҡ аңлар өсөн ҡуллана.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ba: Яҙмағыҙ өсөн рәхмәт!<lineBreak></lineBreak> Хәҙер тикшергәс яҙмаларығыҙҙы ебәрегеҙ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ba: { $lang }ка өлөш индереүгә ҡыҙыҡһыныуығыҙ өсөн рәхмәт. Проектҡа һәр бер тел теркәлһен өсөн, беҙ ныҡлы эшләйбеҙ һәм тәржемәсе төркөмдәргә яңылыҡтарҙы электрон почта аша хәбәр итеп торабыҙ. Әгәр ҙә ҡатнашырға теләһәгеҙ, зинһар, түбәндә электрон адресығыҙҙы күрһәтегеҙ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ba: "Аудиояҙмалар зыяраты" Common Voice йыйынтығына инмәгән аудиояҙмаларҙан тора. Төп яҙмалар кеүек, "Аудиояҙмалар зыяратын" да йөкләргә була.

source: The clip has disrespectful or offensive language.
ba: Был яҙмала мыҫҡыллау һәм рәнйетеү һүҙҙәре бар

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ba: Common Voice йыйынтығында йөҙәр меңләгән тауыштар үрнәге бар, улар эште башҡарыусыларға тауышты таныу инструменттарын булдырырға ярҙам итә.

source: The number of recordings and which languages you contribute to will be public.
ba: Һеҙ үҙ өлөшөгөҙҙө индергән яҙмалар һәм телдәр һаны һәр кемгә күренә

source: The recording was too long.
ba: Яҙма бигерәк оҙон

source: The recording was too quiet.
ba: Яҙмалағы тауыш бигерәк шым булды

source: The recording was too short.
ba: Яҙма бигерәк ҡыҫҡа булды

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ba: Был телдәр әлеге ваҡытта берлекмәләр үҫешеү стадияһында. Прогрес индикаторҙары һәр телдә <localizationGlossaryLink>сайттың тәржемә ителеүен</localizationGlossaryLink> һәм <sentenceCollectionGlossaryLink>һөйләмдәр йыйыу</sentenceCollectionGlossaryLink> процесссын күрһәтә.

source: The selected file is too large
ba: Һайланған файл үтә ҙур

source: The sentence has a grammatical or spelling error.
ba: Һөйләмдә грамматик һәм орфографик хата бар

source: The sentence has disrespectful or offensive language.
ba: Был һөйләмдә мыҫҡыллау һәм рәнйетеү осрай

source: The site is ready to be launched when it reaches 75% completion.
ba: 75%-ҡа әҙер булғас, сайт эшләй башлай ала.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ba: Сайт тиҙҙән кире эшләй башлаясаҡ. Һуңғы мәғлүмәттәрҙе белер өсөн һәм килеп сыҡҡан ҡыйынлыҡтарҙы еткерер өсөн <matrixLink> Matrix чатына</matrixLink> ҡушылығыҙ йәки <githubLink>GitHub</githubLink> йә <discourseLink>беҙҙең Discourse форумында</discourseLink> ҡуллана алаһығыҙ.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ba: TED-LIUM йыйынтыҡтары TED сайтындағы аудио һәм уның транскрипциялары буйынса төҙөлдө.

source: The website text is translated into that language.
ba: Веб-сайттың тексы был телгә тәржемә ителгән

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ba: Был сегмент аныҡ осраҡтарға төбәлгән, йәғни һандар һәм эйе/юҡ яуаптарына

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ba: Был параметр һеҙҙең күренеүегеҙ йә йәшерен булыуығыҙ өсөн яуаплы. Әгәр йәшерен икәнһегеҙ, һеҙҙең алға китеш башҡаларға күренмәй. Был шулай уҡ һеҙҙең турала мәғлүмәт, фотоһүрәтегеҙ, исемегеҙ һәм алға китешегеҙ лидерҙар исемлегендә булмаясағын аңлата. Лидерҙар исемлеге { $minutes } һайын яңыртылыуын аңғартабыҙ.

source: Three to go!
ba: Өсәү ҡалды!

source: Tigre
ba: Тигре

source: Tigrinya
ba: Тигринья

source: Today
ba: Бөгөн

source: Today's Common Voice progress on clips recorded
ba: Бөгөн Common Voice-та яҙмалар эшләнелде

source: Today's Common Voice progress on clips validated
ba: Бөгөн Common Voice-та яҙмалар тикшерелде

source: Today's Progress
ba: Бөгөнгө алға китеш

source: Toki Pona
ba: Токипона

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ba: Common Voice йыйынтығына инер өсөн, яҙма айырым ике ҡулланыусы тарафынан тикшерелергә тейеш.

source: Top Contributors
ba: Төп ярҙамсылар

source: Total
ba: Барлығы

source: Total Approved
ba: Бөтәһе тикшерелде

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ba: сәғәткүберәк маҡсатҡа ирешерлекайәгәркешеяҙыутауышкөн

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ba: Уң яҡта беҙ өҫтөнлөктәр тураһында яҙабыҙ һәм ниндәй мәғлүмәт асыҡ булыуын асыҡлайбыҙ.

source: Toward next goal
ba: Артабанғы маҡсатҡа

source: Track progress here and on your stats page.
ba: Алға китешегеҙҙе ошонда һәм статистика битендә күҙәтеп барығыҙ.

source: Translating the site
ba: Сайтты тәржемә итеү

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ba: «Common Voice» сайтын тәржемә итеү <strong>Pontoon</strong>та бара.

source: Tshivenda
ba: Тшивендаса

source: Turkish
ba: Төрөксә

source: Turkmen
ba: Төркмән

source: Tuvan
ba: Тыва

source: Twi
ba: Чви

source: Ubykh
ba: Убыхса

source: Udmurt
ba: Удмуртса

source: Ukrainian
ba: Украинса

source: Upload aborted. Do you want to delete your recordings?
ba: Тейәү туҡтаны. Яҙмаларығыҙҙы юҡ итәһегеҙме?

source: Upload an image file
ba: Һүрәттең файлын тейәргә

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ba: Был клипты ебәреү серверға яғынан уңышһыҙ. Битте яңынан тейәгеҙ йә аҙағыраҡ ҡабатлағыҙ.

source: Upload of this clip keeps failing, keep retrying?
ba: Тейәгәндә хата булды, кире эшләп ҡарайһығыҙмы?

source: Urdu
ba: Урду

source: User Name
ba: Ҡатнашыусының исеме

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ba: Һөйләүсе һөйләмде дөрөҫ әйтәме - ҡулланыусылар ярҙам йөҙөнән яҙҙырылған яҙмаларҙың дөрөҫлөгөн тикшерәләр.

source: Uyghur
ba: Уйғырса

source: Uzbek
ba: Үзбәксә

source: Validated Clips
ba: Тикшерелгән тауыштар

source: Validated Hours
ba: Тикшерелгән сәғәттәр

source: Validated Hr. Total
ba: Тикшерелгән сәғәттәр

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ba: Common Voice миссияһы өсөн өҫтәлгән яҙмаларҙы тикшереү бик мөһим. Яҙмаларҙы тыңлағыҙ һәм беҙгә сифатлы асыҡ тауыш базаһы булдырырға ярҙам итегеҙ

source: Validations
ba: тикшереү

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ba: Варианттар — телдең үҙенсәлекле бер формаһы. Мәҫәлән, билдәле бер географик урындарҙа йәиһә йәмғиәттә йәшәгән кешеләр теленә бүленеүе. Ул форманы диалект тип тә атайҙар.

source: Venetian
ba: Венецияса

source: Version
ba: Версия

source: Vietnamese
ba: Вьетнамса

source: View your progress against personal and project goals.
ba: Алға китешегеҙҙе үҙегеҙҙең һәм проекттың маҡсаттары менән сағыштырып ҡарағыҙ.

source: Visible
ba: Күренә

source: Voice clips are entered into a submission queue that readies them for listening.
ba: Тауыш яҙмалары тикшереүгә сиратҡа ҡуйыла, унан һуң яҙмалар тыңлап ҡараласаҡ.

source: Voice Contribution
ba: Тауыш менән бүлешеү

source: Voice Dataset, Ready for Download
ba: Тауыштар йыйынтығы йөкләүгә әҙер

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ba: Тәбиғи тауыш, ысын кеше тауышы. Бына ни өсөн беҙ техникаларыбыҙға тауышты тапшырыу буйынса файҙалы технологиялар булдырылыуын түҙемһеҙлек менән көтәбеҙ. Әммә тауыш системаларын булдырыу өсөн ифрат күп тауыш яҙмалары кәрәк
